Revit 2024 API
FormattedText Constructor
Overload List
Name | Description
FormattedText()
 Creates a new default FormattedText object, which contains only a carriage return character and has no formatting.
FormattedText(String)
 Creates a new FormattedText object with unformatted text.
See Also
FormattedText Class
FormattedText Members
Autodesk.Revit.DB Namespace